{
  "portfolios": [
    {
      "about": "Dyrygent i pedagog, urodzony 1 grudnia 1963 roku w Tarnowie. Założyciel i kierownik artystyczny chóru Psalmodia od momentu powstania. Ukończył Akademię Muzyczną w Krakowie (dyplom znajwyższym wyróżnieniem), Instytut Liturgiczny Papieskiej Akademii Teologicznej w Krakowie (dyplomz wyróżnieniem) oraz Studium Emisji Głosu Akademii Muzycznej w Bydgoszczy (dyplom zwyróżnieniem). Kierownik Katedry Chóralistyki Akademii Muzycznej w Krakowie i LaureatOgólnopolskiego Konkursu Dyrygentów Chórów w Poznaniu. Podczas swojej działalnościdyrygenckiej z różnymi chórami uzyskał wiele nagród i wyróżnień polskich, i zagranicznych, m.in. ZłotyKrzyż Zasługi, nagrodę im. Jerzego Kurczewskiego za wybitne osiągnięcia w dziedzinie dyrygentury,najwyższe radiowe wyróżnienie Złoty Mikrofon za propagowanie muzyki polskiej w kraju i zagranicą,medal Zasłużony dla Kultury Polskiej nadawany przez Ministra Kultury i Dziedzictwa Narodowego,odznaczenie Benemerenti nadawane przez papieża Benedykta XVI za wyjątkowe zasługi dlaKościoła, a także medal „Plus ratio quam vis” nadany przez prof. Wojciecha Nowaka, rektoraUniwersytetu Jagiellońskiego. Za długoletnią służbę i wzorowe wykonywanie obowiązkówwynikających z pracy zawodowej został nagrodzony Złotym Medalem nadawanym przez MinisterstwoNauki i Szkolnictwa Wyższego (listopad 2019). Jest profesorem w katedrze Muzyki KościelnejWydziału Historii i Dziedzictwa Narodowego Uniwersytetu Papieskiego Jana Pawła II w Krakowie.",
      "elementId": "nav-siedlik",
      "name": "Włodzimierz Siedlik",
      "role": "Dyrygent Chóru Psalmodia"
    },
    {
      "about": "Dyrygentka, wokalistka, pedagog, urodzona 28 października 1990 roku w Krakowie. Ukończyła studia w Akademii Muzycznej w Krakowie na kierunku Edukacja artystyczna w Zakresie Sztuki Muzycznej w klasach dyrygentury chóralnej prof. dr. hab. Jana Jazownika i dr. hab. Macieja Tworka. Absolwentka Podyplomowych Studiów Chórmistrzostwa i Emisji Głosu w Akademii Muzycznej w Bydgoszczy. Pełniła funkcję dyrygenta scholi liturgicznej działającej przy klasztorze Braci Mniejszych Kapucynów w Krakowie, nauczyciela przedmiotów teoretycznych i chóru w szkołach muzycznych I i II st. oraz wykładowcy Szkoły Kantorów prowadzonej przez Fundację Dominikański Ośrodek Liturgiczny. Umiejętności dyrygenckie doskonaliła pod kierunkiem wybitnych pedagogów, takich jak: Stefan Parkman, Stanisław Krawczyński, Jörg Peter Weigle, Søren Kinch Hansen i Matthias Beckert, a umiejętności wokalne na kursach Jadwigi Gałęskiej-Tritt, Elżbiety Wtorkowskiej i Soni Lachowolskiej. Od października 2018 roku jest asystentką dyrygenta chóru Psalmodia Uniwersytetu Papieskiego Jana Pawła II oraz dyrygentką Krakowskiego Chóru Żeńskiego.",
      "elementId": "nav-nowak",
      "name": "Łucja Nowak",
      "role": "Asystent Dyrygenta Chóru Psalmodia\nDyrygent Krakowskiego Chóru Żeńskiego"
    },
    {
      "about": "Dyrygent, kompozytor, wokalista, urodzony 26 marca 1995 roku w Krzywym Rogu (Ukraina). Zwyróżnieniem ukończył studia z dyrygentury chóralnej w Akademii Muzycznej w Odessie i kurskompozycji pod kierunkiem prof. Karmely Cepkolenko i dr Julii Gomelskiej. W 2015 roku założył męskikwartet, z którym koncertował w Niemczech, Danii, Francji i Szwajcarii. W 2016 roku założyłmłodzieżowy chór w Odessie, w którym wykonywał własne utwory. Jako chórzysta współpracował zOperą Odeską, Operą Krakowską oraz Filharmonią Odeską i Filharmonią Charkowską. Obecniestudiuje wokalistykę w Akademii Muzycznej w Krakowie. Jest uczestnikiem oraz laureatemmiędzynarodowych konkursów i festiwali dyrygenckich, wokalnych i kompozytorskich. To autorlicznych utworów chóralnych, wokalnych oraz instrumentalnych, które wielokrotnie były wykonywanena Ukrainie, w Polsce i innych krajach europejskich. Na niniejszej płycie ukazały się, jako premieryfonograficzne, aż trzy kompozycje jego autorstwa. Od 2017 roku pełni funkcję asystenta dyrygentachóru Psalmodia Uniwersytetu Papieskiego Jana Pawła II w Krakowie oraz dyrygenta KrakowskiegoChóru Męskiego UPJPII.",
      "elementId": "nav-vrublewskyi",
      "name": "Ivan Vrublewskyi",
      "role": "Asystent Dyrygenta Chóru Psalmodia\nDyrygent Krakowskiego Chóru Męskiego"
    },
    {
      "about": "Akompaniator, organista, urodzony 17 października 1983 roku w Żywcu. Z wyróżnieniem ukończył studia w Akademii Muzycznej w Krakowie na Wydziale Twórczości, Interpretacji i Edukacji Muzycznej. Umiejętności gry na organach rozwijał pod kierunkiem prof. Andrzeja Białko. Od 2006 roku pracuje jako muzyk – organista w kościele garnizonowym w Krakowie. Jako chórzysta współpracował z Krakowskim Chórem Kameralnym, Filharmonią Krakowską, Operą Krakowską, Chórem Polskiego Radia w Krakowie, koncertując w Polsce i za granicą. Od 2012 roku związany jest ze stowarzyszeniem Passionart. W 2015 roku Polskie Wydawnictwo Muzyczne wydało jego opracowania kolęd, które następnie zostały nagrane na płytę przez Chór Psalmodia. W 2016 roku był głównym organistą podczas centralnych uroczystości Światowych Dni Młodzieży w Krakowie. Wraz z innymi muzykami aranżował utwory na liturgię ŚDM i towarzyszył w przygotowaniu chóru. Jako organista brał  udział m.in. w Mariańskich Koncertach Organowych, Letnich Koncertach Organowych w Oświęcimiu, Międzynarodowym Festiwalu Muzyki Organowej i Kameralnej w Zakopanem, Wadowickich Koncertach Organowych, Dniach Muzyki Kościelnej w Archidiecezji Krakowskiej, Międzynarodowym Festiwalu Muzyki Organowej w Rabce oraz Festival Internacional de Música Sacra de Bogotá. W 2018 roku realizował cykl koncertów z muzyką organową m.in. we Władywostoku w Rosji. Uczestniczył w kursach mistrzowskich prowadzonych przez znakomitych organistów z Polski i Europy. Realizując partie organów dokonał wielu nagrań fonograficznych muzyki solowej, chóralnej i kameralnej. Od 2008 roku jest akompaniatorem chóru Psalmodia Uniwersytetu Papieskiego Jana Pawła II w Krakowie. W 2009 roku podjął współpracę z Międzyuczelnianym Instytutem Muzyki Kościelnej w Krakowie.",
      "elementId": "nav-pawelek",
      "name": "Marek Pawełek",
      "role": "Akompaniator Chóru Psalmodia"
    },
    {
      "about": "Wokalistka, dyrygent chóralny i pedagog, urodzona 5 sierpnia 1986 roku w Krakowie.  Absolwentka Akademii Muzycznej w Krakowie na Wydziale Wokalno-Aktorskim (kierunek: Wokalistyka), w klasie śpiewu solowego prof. Agnieszki Monasterskiej (studia I i II stopnia – z wyróżnieniem). Ukończyła również kierunek Edukacja Artystyczna w zakresie Sztuki Muzycznej na Wydziale Twórczości, Interpretacji i Edukacji Muzycznej (studia I stopnia). Śpiewaczka Capelli Cracoviensis. W swoim dorobku artystycznym ma na koncie m.in. wykonanie partii solowych w polskim prawykonaniu w The Scared Concerts Duke’a Ellingtona z towarzyszeniem Chóru i Big Bandu Akademii Muzycznej w Krakowie, pod kierunkiem Wojciecha Groborza. Do największych osiągnięć wokalnych zalicza partię Dydony w scenicznej adaptacji opery Dydona i Eneasz Henry’ego Purcella, będącej produkcją Capelli Cracoviensis. Dotychczas współpracowała m. in. z takimi dyrygentami jak: Fabio Bonizzoni, Ottavio Dantone, Paul Esswood, Vincent Dumestre, Kai Wessel, Robert Hollingworth oraz Jan Tomasz Adamus. Wzięła udział w prestiżowych festiwalach muzycznych, takich jak: Misteria Paschalia, Opera Rara, Händel – Festspiele Halle i Festiwal Bachowski w Świdnicy. Na stałe współpracuje z Uniwersytetem Jana Pawła II w Krakowie. Oprócz rozwoju artystycznego w dziedzinie śpiewu klasycznego znajduje również czas na twórczość związaną ze śpiewem rozrywkowym.",
      "elementId": "nav-szczepanska",
      "name": "Ilona Szczepańska",
      "role": "Nauczyciel emisji głosu"
    },
    {
      "about": "Dyrygent, wokalista i pedagog, urodzony 15 lutego 1978 roku w Krakowie. Prowadzi warsztaty oraz indywidualne zajęcia z emisji głosu dla zespołów wokalnych i chórów m.in. Chóru Psalmodia, Chóru Mieszanego Katedry na Wawelu, Chóru Canticum Jubilaeum. Pełni funkcję kantora Bazyliki Mariackiej w Krakowie. Ponadto przewodniczy Scholi Gregoriańskiej Zakonu Paulinów w Krakowie. Jest również  wykładowcą Szkoły Kantorów. Ukończył Akademię Muzyczną w Krakowie na Wydziale Dyrygentury Chóralnej, Edukacji Muzycznej i Muzyki Kościelnej. Wieloletni wokalista Capelli Cracoviensis. Założyciel i kierownik muzyczny Scholi Gregoriańskiej Katedry Wawelskiej do 2016 roku. Współtworzył Chór Mieszany Katedry na Wawelu. W latach 2007-2016 pełnił rolę drugiego dyrygenta Katedry. Jako wokalista współpracował z zespołami i artystami takimi jak: The Hilliard Ensemble, Les Musiciens du Louvre Grenoble, Chór Polskiego Radia, Chór Filharmonii Krakowskiej, Marc Minkowski, Paul Goodwin, Marek Toporowski, Krzysztof Penderecki, Henryk Mikołaj Górecki. Jest wykładowcą Uniwersytetu Papieskiego Jana Pawła II w Krakowie oraz Międzyuczelnianego Instytutu Muzyki Kościelnej.",
      "elementId": "nav-wasilewski-kruk",
      "name": "Marcin Wasilewski-Kruk",
      "role": "Nauczyciel emisji głosu"
    }
  ]
}